{
	"iceBreakers": {
		"Just For Fun": [
			"What is your least favorite personality trait in a person?",
			"Have you met anyone famous?",
			"Do you think I ever checked an ex's phone for evidence?",
			"What is your experience with caves?",
			"Do you think I've ever been fired from a job? If so, what for?",
			"What’s the weirdest food you’ve ever eaten?",
			"When was the last time you had margarine? And could you believe that it wasn't butter?",
			"You get 1 million dollars every day but if you don't spend it you die! What do you do?",
			"On a scale of 1-10, how messy do you think my car is? 1 being the cleanest 10 complete disaster, explain.",
			"What song do you want to play at your funeral?",
			"What is the hardest you have laughed?",
			"What message would you want to put in a fortune cookie?",
			"What's the most unexplainable thing that has ever happened to you?",
			"What is your worst habit?",
			"What is your favourite plant or flower?",
			"Do you believe in ghosts?",
			"What was your first impression of me?",
			"If all animals were the same size, who do you think would win?",
			"Am I someone you typically connect with?",
			"If you had to sing karaoke, what song do you pick?",
			"Do you think plants thrive or die in my care? Explain.",
			"What is your favourite time of the day and why?",
			"You gain the wealth of any one person but have to kill them with your bare hands. Who do you choose?",
			"What superpower would you want and why?",
			"What non-domestic animal describes you and why?",
			"What would the title of your autobiography be? (for the last year)",
			"If you had your own TV network, radio show, or podcast, what would you put on it?",
			"Do you like pumpkin carving?",
			"How would you describe what you think my type is in three words?",
			"You get 10 tonnes of one animal to maximize chaos with. What do you do? (3 elephants, 40 gorillas, 300 timber wolves, 2000 house cats, 400,000 hamsters, 10 billion mosquitos)",
			"You get X$ BUT a random person dies. Do you press the button? How many times? What if you have to choose the person?",
			"If you could change places with anyone in the world, who would it be and why?",
			"Do you have any tattoos? Are you planning to get any?",
			"Are you a cat person or a dog person?",
			"Would you rather have legs for arms or arms for legs?",
			"What is your cellphone wallpaper? Why did you choose it?",
			"What's a phrase that you say that you wish you would stop saying?",
			"What is your favourite mythological animal? Cryptid?",
			"What is the worst thing you did as a kid and got away with?",
			"If you master a language or an instrument, what would you pick?",
			"What about me intrigues you?",
			"Why are there not enough potluck dinners? Where can we insert them?",
			"What is your favourite word based on sound alone?",
			"If you could choose to become the supreme dictator of the world, but everyone will hate you no matter what you do, would you do it?",
			"Do you think I fall in love easily? Why or why not?",
			"What is your least favourite vegetable?",
			"Toilet paper over or under? (IMPORTANT)",
			"What order do you get dressed out of the shower?",
			"If you were to buy me a present, knowing nothing about me other than what I look like, what would it be?",
			"If you could instantly master an olympic sport, which would you choose?",
			"What's your favourite part of an amusement park?",
			"If you could have a useless superpower, what would it be?",
			"How many speeding tickets do you think I've gotten in my life?",
			"Lego or Playmobil? Bonus points for k'nex!",
			"Top 3 visited websites?",
			"Would you rather be able to run at 100 miles per hour or fly at 10 miles per hour?",
			"What compliment do you think I hear the most?",
			"How do you feel about libraries?",
			"Who was your favourite teacher in high school why? What did they teach?",
			"If you had all the resources, time, and land available to build whatever you want, what would you build?"
		],

		"Getting To Know Them": [
			"Do you believe in karma? If yes, how do you think it works?",
			"What is the first thing you think about in the morning? What do you think about before bed?",
			"What is the largest crowd you have ever been in?",
			"What movie or book would you watch for the first time again, if you could?",
			"Is there anyone who's changed your life but doesn't know it?",
			"What song do you have the greatest emotional connection with?",
			"Would you want to know when you die?",
			"Are you a good dancer?",
			"What do you wish we did more of?",
			"What is your best scar/injury story?",
			"What is the hardest you have ever worked for something?",
			"What is stopping you from going off the grid and disappearing into the woods?",
			"Do you think that Artificial Intelligence is ultimately beneficial or harmful to society?",
			"What's the last thing you've done for the very first time?",
			"Describe your perfect day. Where are you? What are you doing? Who are you with?",
			"What is your top 3 favourite smells? Are any memories linked to those smells?",
			"What's the last thing you lied about?",
			"What is something you can't help but spend money on?",
			"What's something you think people overreact to?",
			"What are your current creative outlets? Are there any outlets that you want to explore?",
			"What was your first impression of me?",
			"What is the best gift you ever got? What is the worst gift you ever got?",
			"What foods can you make without a recipe?",
			"What is your favourite meal to cook and why?",
			"If you could master a physical skill, what would it be? What about emotional skill?",
			"If you could be guaranteed one thing in life (besides money), what would it be?",
			"What is your favourite holiday? What is your least favourite holiday? Why? Has it always been that way?",
			"If you were left on a deserted island with either your worst enemy or no one, which would you choose? Why?",
			"How are you, really?",
			"What is the wildest or most out of character thing you've done?",
			"If you were in a room with everyone you've ever known, who would you look for? Who would you avoid?",
			"Would you rather be the funniest or smartest person in the room?",
			"What's your favorite part of yourself that isn't something physical?",
			"What is something you wish you were better at?",
			"What is the boldest/wildest fashion choice that you want to make but are too scared to?",
			"Do you speak any other languages?",
			"What are three things you think we have in common?",
			"What would you do differently if you knew no one would judge you?",
			"Based on what you know about me right now, if we met in high school, do you think we'd get along?",
			"What’s the best piece of advice you’ve ever been given?",
			"What is your favorite adjective with which to be described?",
			"How would you describe yourself if you could only use five words?",
			"What are 3 things that are easier for you? What are 3 things that are hard for you?",
			"What is a habit you've put some effort into building?",
			"Who do I remind you of?",
			"What is your favourite line from a song?",
			"What is the biggest crime I could commit and confess to you without you turning me in?",
			"Do you play any musical instruments?",
			"What is something unique about your family?",
			"If you had the money and time, where do you want to travel to? Who would you take with you?",
			"If you could only give 3 song/artist recommendations ever again, what would they be?",
			"As a child, what did you want to be when you grew up?",
			"What is your life motto?",
			"Do you have any phobias? When did you realize you had them?",
			"What do you think is worth making from scratch / making yourself?",
			"What is something you've done that everybody should try at least once?",
			"Who in your life do you feel you can be most vulnerable with?",
			"What song can you sing word for word right now?",
			"What is something you love that everybody hates?",
			"What is your favourite season? What season would you be?",
			"How do our strengths and weaknesses compliment each other?",
			"What is your favourite author or book?",
			"Describe yourself when you’re 80 years old. Where are you? What are you doing?",
			"What is your favourite tradition? It can be with your family, friends, etc.",
			"What's the biggest mistake you've made?",
			"What are your pet peeves?",
			"Who is someone you had a friend crush on, but never made your friend?",
			"What is a random hot take you have?",
			"What were you like in elementary school? What character traits of those have you carried into adulthood?",
			"If you could go back in time and give yourself advice before entering university, what would you say?",
			"What is something you are actively working towards right now?",
			"When did you last sing to yourself? To someone else?",
			"What's the most romantic thing you've ever done?",
			"If you could be any fictional character who would it be?",
			"Is there something that you're still trying to prove to yourself?",
			"What is your favourite breakfast food? Favourite breakfast food for meals other than breakfast?",
			"Do I intimidate you? Why or why not?",
			"If you were given the day off from all of your everyday responsibilities, how would you spend it?",
			"What is your most embarrassing story?",
			"What is the biggest risk you've taken. Did you regret it?",
			"What infamous story does your family always tell about you?",
			"What is a hobby you want to pick up but just haven't had the time for?",
			"What is something I don't know about you?",
			"For what in your life do you feel most grateful?",
			"What is a household chore you hate doing? What is a chore you enjoy? Why?",
			"What piece of media have you consumed that you really enjoyed lately (book, movie, music)",
			"What was the worst job you ever had?",
			"Alternate sharing something you consider a positive characteristic of your partner. Share a total of five items.",
			"What will always make you laugh?",
			"What is something you could talk about for hours? This is permission to do so!",
			"What’s your relationship to your grandmothers and grandfathers?",
			"What 3 things do you save from your burning house besides people and pets?",
			"What is your comfort movie, TV show, or character?",
			"In a room of 100 people, what are you best at?",
			"If you could ship any two people from history, real or fictional, who would be the best ship?",
			"What does friendship or relationship mean to you?"
		],

		"Digging Deep": [
			"Are you the person you thought you would become? Why or why not?",
			"When did you last cry in front of another person? By yourself?",
			"What is the scaredest you have been?",
			"Have you ever reconciled with someone that you were sure you would never talk to again?",
			"If you knew that in one year you would die suddenly, would you change anything about the way you are now living? Why?",
			"What is one life lesson you will never forget?",
			"What is the last thing you lied to your mom about?",
			"If you could go back in time and tell your 14-year old self something, what would it be? If they met you today, what would they be surprised about?",
			"What is your first memory?",
			"What are you known for?",
			"What do you anchor your self value to?",
			"What are your healthiest coping methods when you feel stressed / overwhelmed / anxious? What are your go-to but unhealthy coping methods?",
			"How did you get over your first love?",
			"If you were to die anyone, what would you most regret not having told someone? Why haven't you told them yet?",
			"When was the last time you hurt somebody, intentionally or not?",
			"How do people perceive you when they first meet you? Do you think these judgements are accurate?",
			"If you could change one thing about yourself, what would you change?",
			"What is your favourite part of your body? What part are you most insecure about?",
			"What's the worst pain you've ever been in that wasn't physical?",
			"What is your idea of happiness? What does your ideal life look like?",
			"When was the last time you used your pain to help someone else?",
			"What things make you feel most secure in your relationships?",
			"What is the best thing you've learned from a therapist?",
			"How do our strengths and weaknesses complement each other?",
			"Are you lying to yourself about anything?",
			"Of all the people in your life, whose death would you find most disturbing?",
			"Who do you most respect at work and why?",
			"What problem are you facing or what difficult situation are you in right now? If you could magically change one thing about it, what would it be?",
			"If you were to relive any time from your childhood up to present, what would you relive?",
			"Do you think it's possible to have a great life alone?",
			"What are you still trying to prove to yourself?",
			"What quote changed your life?",
			"What is one of your core memories?",
			"Is there any piece of art that has changed how you live or perceive your life?",
			"What’s a decision that changed your life, no matter how small?",
			"Have you had any near death experiences?",
			"What belief about yourself no longer serves you?",
			"What are you most insecure about?",
			"What is your favourite memory with your childhood best friend?",
			"Is there something that you've wanted to do for a long time but haven't yet? What is it?",
			"What did you like and dislike about where you grew up?",
			"In what ways do you want to be like each of your parents? In what ways do you not?",
			"When do you feel the most like yourself?",
			"What do you need to forgive yourself for?",
			"What’s the most out-of-character thing you’ve ever done?",
			"How do you best receive love? How do you best give/show it? (Doesn't have to be the 5 love languages) ",
			"How do you feel about your relationship with your mother? Father?",
			"What is something you are proud of?",
			"What's something that concerns you right now?",
			"What do you want your grave to look like? What would it say?",
			"What was the biggest realization you had about yourself?",
			"If you could change anything about the way you were raised, what would it be?",
			"How close and warm is your family? Do you feel your childhood was happier than most?",
			"What are the qualities you look for in a friend? What are the qualities you value in your current friends?",
			"What are you hottest takes?",
			"What adult had the greatest impact on you growing up? What was the impact? Do you still talk?",
			"What is your most treasured memory?",
			"What is something you've spent time wondering about lately?",
			"You repeat your life exactly as it happened forever. Is it heaven or hell? How would you change if you knew this?",
			"What is your most terrible memory?",
			"Is there anyone you haven't forgiven?",
			"When have you contradicted your own principals?",
			"When you die, what do you want to be remembered for?",
			"What is the SparkNotes of your life story?"
		]
	}
}